INSERT INTO films (name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
VALUES ('Энола Холмс',
        'Англия, 1884 год. В день своего 16-летия Энола Холмс обнаруживает, что её мама бесследно пропала. Обратившись за помощью к давно покинувшим отчий дом братьям Майкрофту и Шерлоку, девушка не получает ожидаемой поддержки. Поскольку отец умер рано, мать — женщина прогрессивных взглядов — воспитывала и обучала дочь сама, и теперь юная Энола не соответствует общепринятому представлению о приличной молодой особе. Хоть Шерлок и сочувствует сестре, Майкрофт является её законным опекуном и собирается отправить в женский пансион. Будучи не в восторге от данной перспективы, Энола начинает разгадывать оставленные матерью подсказки и, переодевшись мальчиком, тайком садится на поезд в Лондон, где знакомится с молодым виконтом, тоже сбежавшим от своей родни.',
        2020,
        1,
        12,
        123,
        1);

INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
VALUES ('Холодное сердце',
        'Когда сбывается древнее предсказание, и королевство погружается в объятия вечной зимы, трое бесстрашных героев - принцесса Анна, отважный Кристофф и его верный олень Свен - отправляются в горы, чтобы найти сестру Анны, Эльзу, которая может снять со страны леденящее заклятие. По пути их ждет множество увлекательных сюрпризов и захватывающих приключений: встреча с мистическими троллями, знакомство с очаровательным снеговиком по имени Олаф, горные вершины покруче Эвереста и магия в каждой снежинке. Анне и Кристоффу предстоит сплотиться и противостоять могучей стихии, чтобы спасти королевство и тех, кто им дорог.',
        2013,
        2,
        0,
        102,
        3);

INSERT INTO films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
VALUES ('Твоё имя',
        'Токийский парень Таки и провинциальная девушка Мицуха обнаруживают, что между ними существует странная связь. Во сне они меняются телами и проживают жизни друг друга. Но однажды эта способность исчезает так же внезапно, как появилась. Таки решает во что бы то ни стало отыскать Мицуху.',
        2016,
        3,
        12,
        110,
        2);
